{
  "Uploaded Data" : {
    "-MDcFRZgJWaMPy7IZiih" : {
      "about" : "This is where Krishna rested after killing the despotic ruler of mathura, the evil demon known as king kansa. when Lord Chaitanya visited Mathura, He also took bath here at Vishrama Ghata and rested here for some time. In ancient times, Lord Varahadev, after lifting the earth from the garbha queen and slaying the demon Hiranyaksha, also came here and rested. while He was resting at this place, Lord Varahadev spoke about the glories of Vraja Mandala to the goddes Bhumi Devi, the mother earth, and these description of holy dhama were recorded in the Adi-varaha purana. the word ‘vishrama‘or ‘vishranti‘ means to ‘rest‘ or a ‘resting place‘.",
      "city" : "Mathura",
      "imgurl" : "https://firebasestorage.googleapis.com/v0/b/thedominators-f48f2.appspot.com/o/Uploaded%20Data%2F1596255744075.jpg?alt=media&token=79c8fa78-d29c-4ce9-bd5c-ed5b65ffad08",
      "lati" : "27.504581",
      "longi" : "77.685865",
      "name" : "Vishram Ghat",
      "river" : "Yamuna",
      "type" : "Ghat"
    },
    "-MDcHqhJ7lk--F75YfrI" : {
      "about" : "Keshi Ghat is the principal bathing place in the town of Vrindavan. It is little east of Chir-ghat on the banks of the Yamuna. Keshi Ghat is one of the most beautiful ghats of Yamuna with stone inlaid palaces on the banks and massive Madanmohan temple visible in the backdrop. Here the sacred river Yamuna flows very graciously and extends herself to everyone without discrimination. Anyone who touches, drinks, sees, smells and bathes in her waters become infinitely purified. This ghat (series of steps leading down to a water body) is named after the pastime of Lord Krishna killing the demon Keshi.",
      "city" : "Vrindavan Mathura",
      "imgurl" : "https://firebasestorage.googleapis.com/v0/b/thedominators-f48f2.appspot.com/o/Uploaded%20Data%2F1596256376417.jpg?alt=media&token=0cb41932-02c6-48ba-b829-bc062ced3a67",
      "lati" : "27.586452",
      "longi" : "77.700527",
      "name" : "Keshi Ghat",
      "river" : "Yamuna",
      "type" : "Ghat"
    },
    "-MDf9U0NHr0CLPKEgh5R" : {
      "about" : "A foot march was carried out demanding the construction of a bridge over the Kosi River Dangrahi Ghat of Chanan Panchayat under Salkhua block of Saharsa district. The foot march started from the city's Refugee Colony reached the Collectorate via Mahavir Chowk, Dahlan Chowk, Shankar Chowk, DBroad, Thana Chowk.\r\n              On this occasion, people submitted a memorandum to the Sadar SDO, giving information related to their problems and demanded action. People said that even after 70 years of independence, people of Farakia area are deprived of their basic facilities. People surrounded by Kosi, Kamla and Bagmati river are forced to live a life of misery. People said that the DM assured to start work in six months after fasting and hurling for 17 days in February, but after nine months, the condition remains worse. People said that due to the construction of the bridge, six districts will be connected with each other.\r\n",
      "city" : "Chanan, Bihar",
      "imgurl" : "https://firebasestorage.googleapis.com/v0/b/thedominators-f48f2.appspot.com/o/Uploaded%20Data%2F1596304514826.jpg?alt=media&token=ced23039-3eef-4b4b-bbd4-5c0fcc4a69b0",
      "lati" : "25.7161",
      "longi" : "86.4916",
      "name" : "Dangrahi Ghat",
      "river" : "Kosi",
      "type" : "Ghat"
    },
    "-MDfU4Kz4a-1PYXME6x1" : {
      "about" : "Kari Kosi is one of the two rivers flowing is through Purnea (city). It is the abandoned channel of Kosi river which used to flow from center of Purnea which is briefly described in the Bengal District Gazetteers - Purnea by O’malley, L. S. S. It joins Saura river near Harda, Purnea which further joins The Ganga river in Dilarpur, Katihar.[1][2]\r\n                            The wetlands created by Kari Kosi makes Makhana farming possible in Purnea and Katihar districts. This area became one of the largest producer of Makhana in India, thanks to this river. ",
      "city" : "Guasi, Bihar",
      "imgurl" : "https://firebasestorage.googleapis.com/v0/b/thedominators-f48f2.appspot.com/o/Uploaded%20Data%2F1596309863731.jpg?alt=media&token=d52bc16a-df96-4e16-8e76-1c5ccd680bec",
      "lati" : " 25.7701",
      "longi" : "87.4303",
      "name" : "Chunapur Ghat",
      "river" : "Kosi River",
      "type" : "Ghat"
    },
    "-MDfYgoIhVFCzSJwG3Yj" : {
      "about" : "Every year this place organises a big fair on chhath puja. It is very famous among peoples of distant villages. It is also used for 'ganga snan' . In chath puja different goddess statue  is placed. Lighting work and decorative pandals looks very pretty. It collaborates immense beauty.\r\n                    The festival of Chhath is celebrated on the day of Kartik month. In Bihar, people call Shashthi Maiya, which is worshiped on the sixth day, as the sixth Miya. It is believed that this mother, who is worshiped during Chhath Puja, is the sister of the Sun God, that is why people give arghya to the sun and people please the sixth mother. On the other hand, if we talk about the Puranas, Katyayani Devi, the sixth form of Maa Durga, has also been considered as the form of the sixth mother. The sixth maiya is also known as the mother giving birth. It is believed that this festival is also celebrated for the attainment of children, happiness, peace and fulfillment of desires.\r\n",
      "city" : "Barsam, Mangwar, Bihar",
      "imgurl" : "https://firebasestorage.googleapis.com/v0/b/thedominators-f48f2.appspot.com/o/Uploaded%20Data%2F1596311124198.jpg?alt=media&token=0e98a352-7179-414d-85b6-9f668832df13",
      "lati" : "25.7428",
      "longi" : "86.8393",
      "name" : "Chhat Ghat",
      "river" : "Kosi River",
      "type" : "Ghat"
    },
    "-MDfZq0Zr1TzxCRKQNvW" : {
      "about" : "Chatara  is in eastern part of nepal lies on sunsari and  it  is a pride of  eastern nepal. It is one of the  beautiful place of nepal. Chatara  is  famous  with  its  different  aspect  like  it is  rich  in  natural resource  .we can  find  grenery every where ,we can  find  big mountains and  lagest  rivers  of  nepal  ie  saptakoshi  ,we can   found  forest  and  wild  animals  ,we  can  find  old  hindus  temples  .also  we  can  find  many  new  made  hindu  temples,    church, gumbas, kuti, dyan adram, baba asram  and  birda asasram. This  place  is  also  famous  for  kumba  mela which  is  the  world 5 th  kumba  .every  shrawan  we  can find  heavy  people  coming  to  visit  catara  at  the  ocassoin  of  siva puja.this  place  is  also  famous  for  tourism  .as  many  local  as well as  indain  tourist  come  and  visit  chatara. Every  year  more  that  10 lakh tourist  come  to  visit  chatara. Chatara  is  also  famous  for  adventure  like  people  go for  treeking  in  the  mountains  .peole  come  here  for  adventurous  rafting  in the  great saptakoshi  river.chatar  is  also  a  smll  town with  small  market.  Chatara  is  also  famous  for  chatara ghat  where  beautiful  saptakoshi  pool  is  found  and  koshi  fresh  fish  are  found. We  can  also  find  chatara  damm .koshi  electicity  project  .chatara  is  near  to  our  two  beautiful  city  itahari  and  dharan  so  that  we  can  easily  travel  towards  the  chatara. Chatara Dham is a place holding great religious importance. There are a lot of statues of god and goddesses together with a large number of temples within the area.\r\n             It is believed that you wash away your sins if you take a dive in the holy river there .Cremation of body done here as per the Hindu ritual. People also collect holy water from the river to Pindeshor,  Nepal and Baba Dham, India especially during Bol Bam (religious and cultural worshipping festival of Hindu for Shiva).  It  is  the  best  place  to  travel  once  in a  life  .\r\n",
      "city" : "Barahakshetra, Nepal",
      "imgurl" : "https://firebasestorage.googleapis.com/v0/b/thedominators-f48f2.appspot.com/o/Uploaded%20Data%2F1596311422972.jpg?alt=media&token=d629ea9a-e8f1-49c9-81bd-47748006bddb",
      "lati" : "26.8291",
      "longi" : "87.1501",
      "name" : "Chatara Ghat",
      "river" : "Kosi River",
      "type" : "Ghat"
    }
  }
  
}
